{
  "topic": "U.S. Air Quality Index",
  "image": { "uri" : "https://media.cnn.com/api/v1/images/stellar/prod/230404103516-chiang-mai-pollution-file.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp"},
  "short": "The U.S. Air Quality Index (AQI) is a standardized system used to communicate the level of air pollution in a specific area, indicating how clean or polluted the air is and what associated health effects might be of concern. It provides a simple numerical scale and color-coded categories to inform the public about air quality conditions.",
  "long": "The U.S. Air Quality Index (AQI) is a comprehensive and standardized tool developed by the Environmental Protection Agency (EPA) to assess and communicate air quality to the public. It is designed to provide clear and easily understandable information about the quality of the air in a specific geographic location. The AQI is calculated based on the concentrations of major air pollutants, including ground-level ozone, particulate matter (PM2.5 and PM10), carbon monoxide (CO), sulfur dioxide (SO2), and nitrogen dioxide (NO2).\n\nThe AQI uses a numerical scale that ranges from 0 to 500, with lower values indicating better air quality and higher values indicating worse air quality. These numerical values are grouped into color-coded categories, each of which corresponds to a level of health concern. The categories are as follows:\n\n 1. 0-50 (Good): Air quality is satisfactory, posing little or no risk to health.\n2. 51-100 (Moderate): Air quality is acceptable; however, there may be a concern for some people who are unusually sensitive to air pollution.\n3. 101-150 (Unhealthy for Sensitive Groups): Members of sensitive groups (e.g., children, elderly, individuals with respiratory or heart conditions) may experience health effects. The general public is not likely to be affected.\n4. 151-200 (Unhealthy): Everyone may begin to experience health effects, and members of sensitive groups may experience more serious health effects.\n5. 201-300 (Very Unhealthy): Health alert: everyone may experience more serious health effects.\n6. 301-500 (Hazardous): Health warning of emergency conditions; the entire population is likely to be affected.\n\nThe AQI is a valuable tool for individuals to make informed decisions about outdoor activities and for local authorities to implement measures to reduce air pollution when necessary. It is widely used to promote public awareness of air quality and protect public health by encouraging actions to reduce exposure to air pollutants during poor air quality days, such as staying indoors, reducing physical activity, or using air purifiers."
}