{
  "topic": "Particulate Matter",
  "image": { "uri" : "https://media.cnn.com/api/v1/images/stellar/prod/230404103516-chiang-mai-pollution-file.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp"},
  "short": "Particulate matter (PM) refers to tiny, solid or liquid particles suspended in the air. These microscopic particles can vary in size and composition, and they have significant impacts on air quality and human health.",
  "long": "Particulate matter (PM) is a term used to describe minuscule solid or liquid particles that are suspended in the air. These particles are a complex mixture, varying in size, composition, and origin. They can be generated from natural sources like dust, pollen, and sea spray, as well as human activities such as combustion processes, industrial emissions, and vehicle exhaust. The size of PM is a critical factor, as it determines how deeply these particles can penetrate the respiratory system when inhaled. PM is categorized into different size fractions, with PM2.5 (particles with a diameter of 2.5 micrometers or smaller) and PM10 (particles with a diameter of 10 micrometers or smaller) being of particular concern for human health. Exposure to elevated levels of PM can have adverse health effects, including respiratory and cardiovascular problems, and it is a major contributor to air pollution and reduced air quality in many urban areas worldwide. Effective monitoring and control of PM emissions are essential for protecting public health and improving air quality.\n\nExposure to particulate matter (PM) in the air can have significant adverse health effects, particularly for vulnerable individuals. PM, especially fine particles like PM2.5, can penetrate deep into the respiratory system, leading to respiratory issues such as coughing, wheezing, exacerbation of asthma, and increased risk of respiratory infections. PM exposure is also associated with cardiovascular problems, including heart attacks and strokes, as these tiny particles can enter the bloodstream and trigger inflammation. Long-term exposure to elevated PM levels has been linked to reduced lung function, chronic respiratory diseases, and premature death. Therefore, efforts to reduce PM pollution and limit exposure are crucial for safeguarding public health and improving overall air quality."
}